export var data99 = [
            ["1", "西城区", 50,100,50,30],
            ["2", "西城区", 1,100,30,20],
            ["3", "西城区", 99,100,54,66],
            ["4", "西城区", 3,100,87,26],
            ["5", "西城区", 57,100,45,156],
            ["6", "西城区", 40,100,64,81],
            ["7", "西城区", 8,100,63,58,],
            ["8", "西城区", 80,100,75,45],
            ["9", "西城区", 85,100,76,29],
            ["10", "西城区", 5,100,98,62],
            ["11", "西城区", 61,100,5,6],
            ["12", "西城区", 50,100,57,96],
            ["13", "西城区", 12,100,44,56],
            ["14", "西城区", 80,100,12,16],
            ["15", "西城区", 50,100,15,95],
            ["16", "西城区", 50,100,56,45],
            ];

export var data10={//最大top5
		
	    "state":0,
	    "value":[
	    {
	     "name":"北京青年宫",
	     "zhouzhuan":"15784",
	    },
	    {
	        "name":"华远中心",
	        "zhouzhuan":"17855",
	       },
	       {
	    	     "name":"惠通永源",
	    	     "zhouzhuan":"18123",
	    	},
	    	{
	    	        "name":"物华大厦",
	    	        "zhouzhuan":"19450",
	    	},
	    	 {
	    	    	     "name":"中海国际",
	    	    	     "zhouzhuan":"21857",
	    	 }
	    	    	    	
	    ]
	};    
export var data11={//最小top5
	    "state":0,
	    "value":[
	    {
	     "name":"北京动物园",
	     "zhouzhuan":"860",
	    },
	    {
	        "name":"阳光大厦",
	        "zhouzhuan":"1544",
	       },
	       {
	    	     "name":"人民医院",
	    	     "zhouzhuan":"2485",
	    	},
	    	{
	    	        "name":"北京展览馆",
	    	        "zhouzhuan":"3087",
	    	},
	    	 {
	    	    	     "name":"世纪天乐",
	    	    	     "zhouzhuan":"4500",
	    	 }
	    	    	    	
	    ]
	}; 
export var data13={//最大top5
		
	    "state":0,
	    "value":[
	    {
	     "name":"物华大厦",
	     "zhouzhuan":"9958",
	    },
	    {
	        "name":"华远中心",
	        "zhouzhuan":"10578",
	       },
	       {
	    	     "name":"北京青年宫",
	    	     "zhouzhuan":"13645",
	    	},
	    	{
	    	        "name":"惠通永源",
	    	        "zhouzhuan":"16487",
	    	},
	    	 {
	    	    	     "name":"中海国际",
	    	    	     "zhouzhuan":"20447",
	    	 }
	    	    	    	
	    ]
	};    
export var data14={//最小top5
	    "state":0,
	    "value":[
	    {
	     "name":"阳光大厦",
	     "zhouzhuan":"1500",
	    },
	    {
	        "name":"北京动物园",
	        "zhouzhuan":"2457",
	       },
	       {
	    	     "name":"北京展览馆",
	    	     "zhouzhuan":"3414",
	    	},
	    	{
	    	        "name":"人民医院",
	    	        "zhouzhuan":"6452",
	    	},
	    	 {
	    	    	     "name":"世纪天乐",
	    	    	     "zhouzhuan":"8450",
	    	 }
	    	    	    	
	    ]
	}; 
export var data15={//最大top5
		
	    "state":0,
	    "value":[
	    {
	     "name":"中海国际",
	     "zhouzhuan":"15278",
	    },
	    {
	        "name":"北京青年宫",
	        "zhouzhuan":"19574",
	       },
	       {
	    	     "name":"物华大厦",
	    	     "zhouzhuan":"21568",
	    	},
	    	{
	    	        "name":"人民医院",
	    	        "zhouzhuan":"25785",
	    	},
	    	 {
	    	    	     "name":"北京展览馆",
	    	    	     "zhouzhuan":"30748",
	    	 }
	    	    	    	
	    ]
	};    
export var data16={//最小top5
	    "state":0,
	    "value":[
	    {
	     "name":"阳光大厦",
	     "zhouzhuan":"5487",
	    },
	    {
	        "name":"北京动物园",
	        "zhouzhuan":"8164",
	       },
	       {
	    	     "name":"新大都饭店",
	    	     "zhouzhuan":"8456",
	    	},
	    	{
	    	        "name":"惠通永源",
	    	        "zhouzhuan":"9041",
	    	},
	    	 {
	    	    	     "name":"世纪天乐",
	    	    	     "zhouzhuan":"9995",
	    	 }
	    	    	    	
	    ]
	}; 
export var data17={//最大top5
	    "state":0,
	    "value":[
	    {
	     "name":"人民医院",
	     "zhouzhuan":"20387",
	    },
	    {
	        "name":"北京青年宫",
	        "zhouzhuan":"21456",
	       },
	       {
	    	     "name":"物华大厦",
	    	     "zhouzhuan":"22568",
	    	},
	    	{
	    	        "name":"中海国际",
	    	        "zhouzhuan":"23438",
	    	},
	    	 {
	    	    	     "name":"新大都饭店",
	    	    	     "zhouzhuan":"25448",
	    	 }
	    	    	    	
	    ]
	};    
export var data18={//最小top5
	    "state":0,
	    "value":[
	    {
	     "name":"北京动物园",
	     "zhouzhuan":"11456",
	    },
	    {
	        "name":"阳光大厦",
	        "zhouzhuan":"13654",
	       },
	       {
	    	     "name":"惠通永源",
	    	     "zhouzhuan":"15634",
	    	},
	    	{
	    	        "name":"北京展览馆",
	    	        "zhouzhuan":"17457",
	    	},
	    	 {
	    	    	     "name":"世纪天乐",
	    	    	     "zhouzhuan":"18467",
	    	 }
	    	    	    	
	    ]
	};
export var data19={//最大top5
	    "state":0,
	    "value":[
	    {
	     "name":"物华大厦",
	     "zhouzhuan":"10234",
	    },
	    {
	        "name":"惠通永源",
	        "zhouzhuan":"11175",
	       },
	       {
	    	     "name":"北京动物园",
	    	     "zhouzhuan":"13487",
	    	},
	    	{
	    	        "name":"中海国际",
	    	        "zhouzhuan":"14574",
	    	},
	    	 {
	    	    	     "name":"世纪天乐",
	    	    	     "zhouzhuan":"15854",
	    	 }
	    	    	    	
	    ]
	};    
export var data20={//最小top5
	    "state":0,
	    "value":[
	    {
	     "name":"人民医院",
	     "zhouzhuan":"78",
	    },
	    {
	        "name":"阳光大厦",
	        "zhouzhuan":"1574",
	       },
	       {
	    	     "name":"北京青年宫",
	    	     "zhouzhuan":"2857",
	    	},
	    	{
	    	        "name":"北京展览馆",
	    	        "zhouzhuan":"5789",
	    	},
	    	 {
	    	    	     "name":"新大都饭店",
	    	    	     "zhouzhuan":"7500",
	    	 }
	    	    	    	
	    ]
	};
export var data21={//最大top5
	    "state":0,
	    "value":[
	    {
	     "name":"成铭大厦",
	     "zhouzhuan":"15158",
	    },
	    {
	        "name":"北京北站",
	        "zhouzhuan":"18175",
	       },
	       {
	    	     "name":"中海国际",
	    	     "zhouzhuan":"21457",
	    	},
	    	{
	    	        "name":"北京动物园",
	    	        "zhouzhuan":"23464",
	    	},
	    	 {
	    	    	     "name":"世纪天乐",
	    	    	     "zhouzhuan":"24478",
	    	 }
	    	    	    	
	    ]
	};    
export var data22={//最小top5
	    "state":0,
	    "value":[
	    {
	     "name":"北京展览馆",
	     "zhouzhuan":"1152",
	    },
	    {
	        "name":"阳光大厦",
	        "zhouzhuan":"5545",
	       },
	       {
	    	     "name":"北京青年宫",
	    	     "zhouzhuan":"9642",
	    	},
	    	{
	    	        "name":"人民医院",
	    	        "zhouzhuan":"11126",
	    	},
	    	 {
	    	    	     "name":"新大都饭店",
	    	    	     "zhouzhuan":"12810",
	    	 }
	    	    	    	
	    ]
	};
export var data98 = [
              ["1", "西城区", 94,100,50,30],
              ["2", "西城区", 10,100,30,20],
              ["3", "西城区", 99,100,54,66],
              ["4", "西城区", 50,100,87,26],
              ["5", "西城区", 90,100,45,156],
              ["6", "西城区", 90,100,64,81],
              ["7", "西城区", 8,100,63,58,],
              ["8", "西城区", 10,100,75,45],
              ["9", "西城区", 85,100,76,29],
              ["10", "西城区", 5,100,98,62],
              ["11", "西城区", 61,100,5,6],
              ["12", "西城区", 10,100,57,96],
              ["13", "西城区", 12,100,44,56],
              ["14", "西城区", 80,100,12,16],
              ["15", "西城区", 50,100,15,95],
              ["16", "西城区", 90,100,56,45],
              ];
export var data97 = [
              ["1", "西城区", 14,100,50,30],
              ["2", "西城区", 20,100,30,20],
              ["3", "西城区", 39,100,54,66],
              ["4", "西城区", 40,100,87,26],
              ["5", "西城区", 50,100,45,156],
              ["6", "西城区", 60,100,64,81],
              ["7", "西城区", 78,100,63,58,],
              ["8", "西城区", 80,100,75,45],
              ["9", "西城区", 95,100,76,29],
              ["10", "西城区", 85,100,98,62],
              ["11", "西城区", 71,100,5,6],
              ["12", "西城区", 60,100,57,96],
              ["13", "西城区", 52,100,44,56],
              ["14", "西城区", 40,100,12,16],
              ["15", "西城区", 30,100,15,95],
              ["16", "西城区", 20,100,56,45],
              ];
export var data96 = [
              ["1", "西城区", 94,100,50,30],
              ["2", "西城区", 80,100,30,20],
              ["3", "西城区", 89,100,54,66],
              ["4", "西城区", 50,100,87,26],
              ["5", "西城区", 10,100,45,156],
              ["6", "西城区", 10,100,64,81],
              ["7", "西城区", 8,100,63,58,],
              ["8", "西城区", 10,100,75,45],
              ["9", "西城区", 15,100,76,29],
              ["10", "西城区", 15,100,98,62],
              ["11", "西城区", 61,100,5,6],
              ["12", "西城区", 10,100,57,96],
              ["13", "西城区", 52,100,44,56],
              ["14", "西城区", 80,100,12,16],
              ["15", "西城区", 50,100,15,95],
              ["16", "西城区", 90,100,56,45],
              ];
export var data95 = [
              ["1", "西城区", 14,100,50,30],
              ["2", "西城区", 10,100,30,20],
              ["3", "西城区", 99,100,54,66],
              ["4", "西城区", 50,100,87,26],
              ["5", "西城区", 90,100,45,156],
              ["6", "西城区", 90,100,64,81],
              ["7", "西城区", 8,100,63,58,],
              ["8", "西城区", 10,100,75,45],
              ["9", "西城区", 15,100,76,29],
              ["10", "西城区", 5,100,98,62],
              ["11", "西城区", 61,100,5,6],
              ["12", "西城区", 10,100,57,96],
              ["13", "西城区", 12,100,44,56],
              ["14", "西城区", 10,100,12,16],
              ["15", "西城区", 10,100,15,95],
              ["16", "西城区", 10,100,56,45],
              ];
export var data94 = [
              ["1", "西城区", 94,100,50,30],
              ["2", "西城区", 50,100,30,20],
              ["3", "西城区", 99,100,54,66],
              ["4", "西城区", 50,100,87,26],
              ["5", "西城区", 60,100,45,156],
              ["6", "西城区", 90,100,64,81],
              ["7", "西城区", 68,100,63,58,],
              ["8", "西城区", 10,100,75,45],
              ["9", "西城区", 85,100,76,29],
              ["10", "西城区", 65,100,98,62],
              ["11", "西城区", 61,100,5,6],
              ["12", "西城区", 60,100,57,96],
              ["13", "西城区", 62,100,44,56],
              ["14", "西城区", 80,100,12,16],
              ["15", "西城区", 50,100,15,95],
              ["16", "西城区", 90,100,56,45],
              ];
export var data12={//选择时间段、停车场查询周转率
		    "state":0,
		    "value":[
		    {
		     "time":'MON',
		     "name":"北京动物园",
		     "zhouzhuan":"13",
		    "kongyu":"35"
		    },
		     {
		    "time":'MON',
		    "name":"惠通永源",
			"zhouzhuan":"20",
			"kongyu":"65"
		     },
		     {
		    "time":'MON',
		     "name":"华远中心",
		     "zhouzhuan":"103",
		     "kongyu":"54"
		    },
		    {
			     "time":'TUE',
			     "name":"北京动物园",
			     "zhouzhuan":"43",
			    	 "kongyu":"78"
			    	 },
			     {
			    		 "time":'TUE',
			    		 "name":"惠通永源",
					     "zhouzhuan":"58",
					     "kongyu":"54"
			     },
			     {
			    	 "time":'TUE',
			     "name":"华远中心",
			     "zhouzhuan":"67",
			     "kongyu":"45"
			    },
			    {
				     "time":'WED',
				     "name":"北京动物园",
				     "zhouzhuan":"84",
				    	 "kongyu":"64"
				    	 },
				     {
				    		 "time":'WED',
				    		 "name":"惠通永源",
						     "zhouzhuan":"45",
						     "kongyu":"84"
				     },
				     {
				    	 "time":'WED',
				     "name":"华远中心",
				     "zhouzhuan":"75","kongyu":"31"
				    },
				    {
					     "time":'THU',
					     "name":"北京动物园",
					     "zhouzhuan":"85",
					    	 "kongyu":"17"
					    	 },
					     {
					    		 "time":'THU',
					    		 "name":"惠通永源",
							     "zhouzhuan":"22",
							     "kongyu":"8"
					     },
					     {
					    	 "time":'THU',
					     "name":"华远中心",
					     "zhouzhuan":"35",
					     "kongyu":"12"
					    },
					    {
						     "time":'FRI',
						     "name":"北京动物园",
						     "zhouzhuan":"55",
						     "kongyu":"98"
						    	 },
						     {
						    		 "time":'FRI',
						    		 "name":"惠通永源",
								     "zhouzhuan":"74",
								     "kongyu":"81"
						     },
						     {
						    	 "time":'FRI',
						     "name":"华远中心",
						     "zhouzhuan":"47",
						     "kongyu":"49"
						    }
		    ]
		}; 